{
    "plugins\/heliotrope\/desktop\/php\/heliotrope.php": {
        "Ajouter un équipement": "Agregar equipo",
        "Rechercher": "Buscar",
        "Mes Héliotropes": "Mis Heliotropes",
        "Sauvegarder": "Guardar",
        "Supprimer": "Borrar",
        "Configuration avancée": "Configuración avanzada",
        "Equipement": "Dispositivo",
        "Position du Soleil": "Posición solar",
        "Lever Soleil": "Amanecer",
        "Coucher Soleil": "Atardecer",
        "Héliotrope": "Héliotrope",
        "Nom de l'équipement heliotrope": "Nombre del dispositivo heliotrope",
        "Objet parent": "Objeto padre",
        "Aucun": "Ninguno",
        "Catégorie": "Categoría ",
        "Activer": "Activar",
        "Visible": "Visible",
        "Commentaire": "Comentario",
        "Géolocalisation": "Geolocalización",
        "Angle de calcul": "Cálculo del ángulo",
        "Nom": "Nombre",
        "Valeur": "Valor",
        "Paramètres": "Parámetros",
        "Les informations de position du soleil permettent de créer des scénarios ayant besoin de se déclencher sur une orientation ou une altitude du soleil.": "La información de la posición del sol permite crear escenarios que deben ocurrir durante una orientación o una altitud del sol.",
        "Une utilisation classique est la gestion des volets par rapport au soleil. Si la direction du soleil est dans un angle de 180 du store par exemple (-90 et +90) on peut le fermer pour éviter que le soleil chauffe en été ou inversement pour les périodes froides. On peut affiner en utilisant la hauteur du soleil.": "Un uso típico es la gestión de las persianas en relación con la posición el sol. Si la dirección del sol esta en un ángulo de 180 (-90 y +90) puede cerrarse para evitar el sol caliente en verano o viceversa para períodos fríos. Puede ser ajustado mediante el uso de la altura del sol.",
        "La position est recalculé à la fréquence sélectionnée sur la page de configuration du plugin. Pour utiliser la direction dans un scénario, il faut utilisé le mode déclenché avec la direction et utiliser une condition SI #Direction# > Orientation baie - 90": "La posición se recalcula en la cadencia seleccionada en la configuración de la página del plugin. Utilizar la orientación en un escenario, utiliza el modo activado con la gestión y uso una condición si #Direction# > Bahía de orientación - 90",
        "Les heures de lever et coucher du soleil permettent de créer des scénarios ayant besoin de se déclencher en fonction de si il fait jour ou non.": "Las horas de amanecer y atardecer  permiten crear escenarios que se ejecutaran dependiendo de si están definidos o no.",
        "Une utilisation classique est la gestion des volets par rapport au soleil. Quand le soleil se lève on ouvre les volets par exemple.": "Un uso típico es la gestión de las persianas respecto a la altura del sol. Cuando el sol sube las persianas también, por ejemplo.",
        "Les horaires sont calculés de façon journalière. Pour utiliser une heure dans un scénario : ": "Los horarios se calculan diariamente. Para usar una hora en un escenario:",
        "sélectionner le mode déclenché et ajouter un déclencheur avec la commande voulue, ex : #Objet##Equipement##Aube Civile#": "Selecciona el modo de disparo y agregue un disparador con la orden deseada, vg : #Objet##Equipement##Aube Civile#",
        "ajouter un bloc avec et choisir le type A, là on peut choisir son heure pour activation par exemple avec une commande info : #Objet##Equipement##Aube Civile#": "Añadir un bloque de tipo A, puedes elegir la hora de activación por ejemplo con un orden de tipo info : #Objet##Equipement##Aube Civile#",
        "si on souhaite modifier la valeur de la commande il existe la commande time_op qui permet par exemple de faire +10": "Si queremos cambiar el valor de la orden, existe el comando time_op que permite por ejemplo añadir  +10",
        "Une utilisation classique est la gestion des volets par rapport au soleil. Quand le soleil se couche on ferme les volets par exemple.": "Un uso típico es la gestión de las persianas en relación con el sol. Cuando el sol va bajando cerramos las persianas por ejemplo.",
        "sélectionner le mode déclenché et ajouter un déclencheur avec la commande voulue, ex : #Objet##Equipement##Coucher du Soleil#": "seleccionar el modo de disparo y añadir un disparador con el comando que desee, ex: \n #Objet ##Equipement ##Coucher du Soleil #",
        "ajouter un bloc avec et choisir le type A, là on peut choisir son heure pour activation par exemple avec une commande info : #Objet##Equipement##Coucher du Soleil#": "Añadir un bloque de tipo A, puedes elegir la hora de activación por ejemplo con un orden de tipo info : #Objet##Equipement##Coucher du Soleil#"
    },
    "plugins\/heliotrope\/desktop\/js\/heliotrope.js": {
        "Historiser": "Historizar"
    }
}
